Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: No fingerprints stored
de: Keine Fingerabdrücke gespeichert
fr_ca: Aucune empreinte stockée
nl: Geen vingerafdrukken opgeslagen

source: No fish saved.
de: Keine Fische gespeichert.
fr_ca: Aucun poisson enregistré.
nl: Geen (zee)dieren opgeslagen.

source: No gear data found in the selected file.
de: Keine Ausrüstungsdaten in der ausgewählten Datei gefunden.
fr_ca: Aucune donnée d'équipement trouvée dans le fichier sélectionné.
nl: Geen duikuitrusting gevonden in het geselecteerde bestand.

source: No insurance for the selected diver.
de: Keine Versicherung für den ausgewählten Taucher.
fr_ca: Aucune assurance pour le plongeur sélectionné.
nl: Geen verzekering voor de geselecteerde duiker.

source: No insurance recorded
de: Keine Versicherung erfasst
fr_ca: Aucune assurance enregistrée
nl: Geen verzekering opgeslagen

source: No insurance records found in the selected file.
de: Keine Versicherungsdatensätze in der ausgewählten Datei gefunden.
fr_ca: Aucun enregistrement d'assurance trouvé dans le fichier sélectionné.
nl: Geen verzekeringsrecords gevonden in het geselecteerde bestand.

source: No marine life recorded
de: Keine Unterwasserlebewesen erfasst
fr_ca: Aucune vie marine enregistrée
nl: Geen onderwaterleven opgeslagen

source: No matches
de: Keine Treffer
fr_ca: Aucun résultat
nl: Geen overeenkomsten

source: No matching dives
de: Keine passenden Tauchgänge
fr_ca: Aucune plongée correspondante
nl: Geen overeenkomende duiken

source: No new dives in this file.
de: Keine neuen Tauchgänge in dieser Datei.
fr_ca: Aucune nouvelle plongée dans ce fichier.
nl: Geen nieuwe duiken in dit bestand.

source: No new items in this file.
de: Keine neuen Elemente in dieser Datei.
fr_ca: Aucun nouvel élément dans ce fichier.
nl: Geen nieuwe items in dit bestand.

source: No notes
de: Keine Notizen
fr_ca: Aucune note
nl: Geen notities

source: No photo.
de: Kein Foto.
fr_ca: Aucune photo.
nl: Geen foto.

source: No previously synced dive computers found. Tap to search for nearby Bluetooth devices.
de: Keine zuvor synchronisierten Tauchcomputer gefunden. Tippe, um nach Bluetooth-Geräten in der Nähe zu suchen.
fr_ca: Aucun ordinateur de plongée précédemment synchronisé trouvé. Appuyez pour rechercher des appareils Bluetooth à proximité.
nl: Er zijn geen eerder gesynchroniseerde duikcomputers gevonden. Tik om naar Bluetooth-apparaten in de buurt te zoeken.

source: No profile data available
de: Keine Profildaten verfügbar
fr_ca: Aucune donnée de profil disponible
nl: Geen profieldata beschikbaar

source: No samples available
de: Keine Messwerte verfügbar
fr_ca: Aucun échantillon disponible
nl: Geen meetpunten beschikbaar

source: No serial
de: Keine Seriennummer
fr_ca: Sans numéro de série
nl: Geen serienummer

source: No service records yet. Tap + to log the first maintenance.
de: Noch keine Wartungseinträge. Tippe auf +, um die erste Wartung zu erfassen.
fr_ca: Aucun dossier d'entretien. Appuyez sur + pour enregistrer le premier entretien.
nl: Er zijn nog geen onderhoudsgegevens. Tik op + om het eerste onderhoud te registreren.

source: No sites recorded
de: Keine Tauchplätze erfasst
fr_ca: Aucun site enregistré
nl: Geen duiklocaties opgeslagen

source: No skipper
de: Kein Skipper
fr_ca: Aucun capitaine
nl: Geen kapitein

source: No trips were found for %@.
de: Für %@ wurden keine Reisen gefunden.
fr_ca: Aucun voyage n'a été trouvé pour %@.
nl: Geen trips gevonden voor %@.

source: No unit tag detected
de: Kein Einheiten-Tag erkannt
fr_ca: Aucune balise d'unité détectée
nl: Geen ‘unit’ tag gedetecteerd

source: No-deco
de: Ohne Deko
fr_ca: Sans déco

source: No-deco (NDL)
de: Ohne Deko (NDL)
fr_ca: Sans déco (LDN)

source: None
de: Keine
fr_ca: Aucun
nl: Geen

source: Normally, only dives newer than your last sync are fetched. Enabling this toggle clears the sync bookmark so the computer re-sends every dive from the beginning.
de: Normalerweise werden nur Tauchgänge abgerufen, die neuer als deine letzte Synchronisierung sind. Wenn du diese Option aktivierst, wird das Sync-Lesezeichen gelöscht, damit der Tauchcomputer alle Tauchgänge von Anfang an erneut sendet.
fr_ca: Normalement, seules les plongées plus récentes que votre dernière synchronisation sont récupérées. Activer cette option efface le repère de synchronisation afin que l'ordinateur renvoie toutes les plongées depuis le début.
nl: Normaal gesproken worden alleen duiken opgehaald die recenter zijn dan je laatste synchronisatie. Als je deze schakelaar inschakelt, wordt de synchronisatiebladwijzer gewist, zodat de computer alle duiken vanaf het begin opnieuw verstuurt.

source: Not Checked
de: Nicht aktiviert
fr_ca: Non cochée
nl: Niet aangevinkt

source: Not yet synced
de: Noch nicht synchronisiert
fr_ca: Pas encore synchronisé
nl: Nog niet gesynchroniseerd

source: Note: the merged dive's duration, average depth, and SAC include the surface interval between the two dives.
de: Hinweis: Dauer, durchschnittliche Tiefe und SAC des zusammengeführten Tauchgangs schließen das Oberflächenintervall zwischen den beiden Tauchgängen ein.
fr_ca: Note : la durée, la profondeur moyenne et la consommation (SAC) de la plongée fusionnée incluent l’intervalle de surface entre les deux plongées.
nl: Let op: de duur, gemiddelde diepte en SAC van de samengevoegde duik zijn inclusief het oppervlakte-interval tussen de twee duiken.

source: Notes
de: Notizen
nl: Notities

source: Notes & Weight
de: Notizen & Gewicht
fr_ca: Notes et Lestage
nl: Notities & Gewichten

source: Notes (optional)
de: Notizen (optional)
fr_ca: Notes (facultatif)
nl: Notities (optioneel)

source: Notes, buddy, divemaster, rating, dive type, conditions, site name and details, dive number, and surface interval. Tank volume, working pressure, material, and type are also kept unless the computer explicitly reports them.
de: Notizen, Tauchpartner, Tauchleiter, Bewertung, Tauchgangstyp, Bedingungen, Tauchplatzname und -details, Tauchgangsnummer und Oberflächenintervall. Flaschvolumen, Arbeitsdruck, Material und Typ werden ebenfalls beibehalten, sofern der Tauchcomputer diese nicht explizit meldet.
fr_ca: Notes, binôme, divemaster, évaluation, type de plongée, conditions, nom et détails du site, numéro de plongée et intervalle de surface. Le volume, la pression de service, le matériau et le type de bouteille sont également conservés, sauf si l'ordinateur les indique explicitement.
nl: Aantekeningen, buddy, divemaster, beoordeling, type duik, omstandigheden, naam en details van de duiklocatie, duiknummer en oppervlakte-interval. Ook het tankvolume, de werkdruk, de duikuitrusting en het type worden bijgehouden, tenzij de computer deze gegevens expliciet rapporteert.

source: Nothing to Import
de: Nichts zu importieren
fr_ca: Rien à importer
nl: Niets te importeren

source: Notifications
de: Benachrichtigungen
nl: Meldingen

source: Notifications are disabled in iOS. Enable them in Settings → BlueDive → Notifications.
de: Benachrichtigungen sind in iOS deaktiviert. Aktiviere sie unter Einstellungen → BlueDive → Benachrichtigungen.
fr_ca: Les notifications sont désactivées dans iOS. Activez-les dans Réglages → BlueDive → Notifications.
nl: Meldingen zijn uitgeschakeld in iOS. Schakel ze in via Instellingen → BlueDive → Meldingen.

source: Number
de: Nummer
fr_ca: Numéro
nl: Nummer

source: OR
de: ODER
fr_ca: OU
nl: OF

source: Older Dives Skipped
de: Ältere Tauchgänge übersprungen
fr_ca: Plongées plus anciennes ignorées
nl: Oudere duiken overgeslagen

source: Only the fingerprint for this specific dive computer is cleared. If no serial number is available yet, no fingerprint is cleared — a first sync has no bookmark to reset anyway.
de: Nur der Fingerabdruck dieses bestimmten Tauchcomputers wird gelöscht. Wenn noch keine Seriennummer verfügbar ist, wird kein Fingerabdruck gelöscht – eine erste Synchronisierung hat ohnehin kein Lesezeichen zum Zurücksetzen.
fr_ca: Seule l'empreinte de cet ordinateur de plongée spécifique est effacée. Si aucun numéro de série n'est encore disponible, aucune empreinte n'est effacée — une première synchronisation n'a aucun repère à réinitialiser de toute façon.
nl: Alleen de vingerafdruk voor deze specifieke duikcomputer wordt gewist. Als er nog geen serienummer beschikbaar is, wordt er geen vingerafdruk gewist — bij een eerste synchronisatie is er sowieso geen bladwijzer om te resetten.

source: Only the first 10 photos were imported. Open the menu again to add more.
de: Es wurden nur die ersten 10 Fotos importiert. Öffne das Menü erneut, um weitere hinzuzufügen.
fr_ca: Seules les 10 premières photos ont été importées. Ouvrez le menu à nouveau pour en ajouter d'autres.
nl: Slechts de eerste 10 foto's zijn geïmporteerd. Open het menu opnieuw om nog meer foto’s toe te voegen.

source: Open
de: Öffnen
fr_ca: Ouvrir

source: Open-source library for communicating with dive computers. Provides the low-level protocol support for downloading dive data from a wide range of hardware.
de: Open-Source-Bibliothek zur Kommunikation mit Tauchcomputern. Bietet Low-Level-Protokollunterstützung für das Herunterladen von Tauchgangsdaten von einer Vielzahl von Geräten.
fr_ca: Bibliothèque open source pour communiquer avec les ordinateurs de plongée. Fournit la prise en charge du protocole bas niveau pour télécharger les données de plongée depuis une large gamme de matériel.
nl: Open-sourcebibliotheek voor communicatie met duikcomputers. Biedt ondersteuning voor het laag-niveau-protocol om duikgegevens van een breed scala aan apparaten te downloaden.

source: Opens gear details
de: Öffnet Ausrüstungsdetails
fr_ca: Ouvre les détails de l'équipement
nl: Opent details van duikuitrusting

source: Operator
de: Tauchbasis
fr_ca: Opérateur

source: Optional. Specify when this tank was used during the dive for more accurate RMV/SAC calculation.
de: Optional. Gib an, wann diese Flasche während des Tauchgangs verwendet wurde, für eine genauere RMV/SAC-Berechnung.
fr_ca: Optionnel. Précisez quand ce cylindre a été utilisé durant la plongée pour un calcul RMV/SAC plus précis.
nl: Optioneel. Geef aan wanneer deze tank tijdens de duik is gebruikt voor een nauwkeurigere berekening van AMV/SAC.

source: Organization
de: Organisation
fr_ca: Organisation
nl: Organisatie

source: Organize equipment into groups — e.g. tropical kit, cold water setup.
de: Ausrüstung in Gruppen organisieren – z. B. Tropenausrüstung, Kaltwasser-Setup.
fr_ca: Organisez votre équipement par groupes — ex : kit tropical, configuration eaux froides.
nl: Deel de duikuitrusting in groepen in — bijvoorbeeld tropische uitrusting, duikuitrusting voor koud water.

source: Organizing trips…
de: Reisen werden organisiert…
fr_ca: Organisation des voyages…
nl: Trips organiseren…

source: Original date unknown — verify before saving.
de: Ursprüngliches Datum unbekannt – bitte vor dem Speichern prüfen.
fr_ca: Date d'origine inconnue — veuillez vérifier avant d'enregistrer.
nl: Oorspronkelijke datum onbekend — controleer dit voordat je opslaat.

source: Other
de: Sonstiges
fr_ca: Autre
nl: Overig

source: Over %@
de: Über %@
fr_ca: Supérieur à %@
nl: Meer dan %@

source: Overcast
de: Bedeckt
fr_ca: Couvert
nl: Bewolkt

source: Overdue
de: Überfällig
fr_ca: En retard
nl: Achterstallig

source: Override (hex)
de: Überschreiben (Hex)
fr_ca: Remplacer (hex)
nl: Overschrijven (hex)

source: Overview
de: Übersicht
fr_ca: Aperçu
nl: Overzicht

source: Overview: %@
de: Übersicht: %@
fr_ca: Aperçu : %@
nl: Overzicht: %@

source: Oxygen (O₂)
de: Sauerstoff (O₂)
fr_ca: Oxygène (O₂)
nl: Zuurstof (O₂)

source: PO₂ Limits
de: PO₂-Grenzwerte
fr_ca: Limites de PO₂
nl: PO₂-grenzen

source: PO₂ above 1.6 ATA exceeds the maximum recommended limit.
de: Ein PO₂ über 1,6 ATA überschreitet den empfohlenen Höchstwert.
fr_ca: Une PO₂ supérieure à 1,6 ATA dépasse la limite maximale recommandée.
nl: Een PO₂-waarde boven 1,6 ATA overschrijdt de aanbevolen maximumgrens.

source: PPO₂ (bar, 0–2 scale)
de: PPO₂ (bar, Skala 0–2)
fr_ca: PPO₂ (bar, échelle 0–2)
nl: PPO₂ (bar, schaal 0–2)

# Page %lld of %lld
source: Page %1$lld of %2$lld
de: Seite %1$lld von %2$lld
fr_ca: Page %1$lld sur %2$lld
nl: Pagina %1$lld van %2$lld

source: Partial re-download
de: Teilweiser Re-Download
fr_ca: Retéléchargement partiel
nl: Gedeeltelijke herdownload

source: Permanently deletes all data from this device and iCloud. This action cannot be undone. Wait for iCloud sync to finish uploading before closing the app.
de: Löscht dauerhaft alle Daten von diesem Gerät und iCloud. Diese Aktion kann nicht rückgängig gemacht werden. Warte, bis der iCloud-Upload abgeschlossen ist, bevor du die App schließt.
fr_ca: Supprime définitivement toutes les données de cet appareil et d'iCloud. Cette action est irréversible. Attendez que la synchronisation iCloud termine l'envoi avant de fermer l'application.
nl: Verwijdert permanent alle gegevens van dit apparaat en iCloud. Deze actie kan niet ongedaan worden gemaakt. Wacht tot de iCloud-synchronisatie klaar is met uploaden voordat je de app sluit.

source: Personal notes
de: Persönliche Notizen
fr_ca: Notes personnelles
nl: Persoonlijke notities

source: Phase 1 Pressure
de: Phase-1-Druck
fr_ca: Pression phase 1
nl: Fase 1 druk

source: Phase 2 Pressure
de: Phase-2-Druck
fr_ca: Pression phase 2
nl: Fase 2 druk

source: Phone
de: Telefon
fr_ca: Téléphone
nl: Telefoon

# Photo %lld of %lld
source: Photo %1$lld of %2$lld
de: Foto %lld von %lld
fr_ca: Photo %lld sur %lld
nl: Foto %lld van %lld

source: Photo Import Failed
de: Fotoimport fehlgeschlagen
fr_ca: Échec de l'importation
nl: Importeren van foto mislukt

source: Photos
de: Fotos
nl: Foto’s

source: Pick on Map
de: Auf der Karte auswählen
fr_ca: Choisir sur la carte
nl: Kiezen op de kaart

source: Planned date
de: Geplantes Datum
fr_ca: Date prévue
nl: Geplande datum

source: Please read before continuing
de: Bitte vor dem Fortfahren lesen
fr_ca: Veuillez lire avant de continuer
nl: Lees dit alsjeblieft voordat je verdergaat

source: Please read before using these tools
de: Bitte vor der Verwendung dieser Tools lesen
fr_ca: Veuillez lire avant d'utiliser ces outils
nl: Lees dit voordat je deze tools gebruikt

source: Policy Number
de: Versicherungsnummer
fr_ca: Numéro de police
nl: Polisnummer

source: Policy number
de: Versicherungsnummer
fr_ca: Numéro de police
nl: Polisnummer

source: Pounds (lb)
de: Pfund (lb)
fr_ca: Livres (lb)
nl: Ponden (lb)

source: Powerful tools to analyze your dives
de: Leistungsstarke Tools zur Auswertung deiner Tauchgänge
fr_ca: Des outils puissants pour analyser vos plongées
nl: Krachtige tools om je duiken te analyseren

source: Press.
de: Druck
nl: Druk

source: Pressure
de: Druck
fr_ca: Pression
nl: Druk

source: Pressure & Consumption
de: Druck & Verbrauch
fr_ca: Pression et consommation
nl: Druk & Verbruik

source: Pressure unit (%@) matches the original import format and cannot be changed.
de: Die Druckeinheit (%@) entspricht dem ursprünglichen Importformat und kann nicht geändert werden.
fr_ca: L'unité de pression (%@) correspond au format d'importation d'origine et ne peut pas être modifiée.
nl: De drukeenheid (%@) komt overeen met het oorspronkelijke importformaat en kan niet worden gewijzigd.

source: Previous Photo
de: Vorheriges Foto
fr_ca: Photo précédente
nl: Vorige foto

source: Previous Year
de: Vorheriges Jahr
fr_ca: Année précédente
nl: Vorig jaar

source: Previous dive
de: Vorheriger Tauchgang
fr_ca: Plongée précédente
nl: Vorige duik

source: Previous save failed: %@
de: Vorheriges Speichern fehlgeschlagen: %@
fr_ca: L'enregistrement précédent a échoué : %@
nl: Vorige opslag mislukt: %@

source: Price
de: Preis
fr_ca: Prix
nl: Prijs

# Prof.
source: Depth
de: Tiefe
fr_ca: Prof.
nl: Diepte

source: Profile
de: Profil
fr_ca: Profil
nl: Profiel

source: Proper Training Required
de: Entsprechende Ausbildung erforderlich
fr_ca: Formation adéquate requise
nl: Een gedegen opleiding is vereist

source: Purchase Information
de: Kaufinformationen
fr_ca: Informations d'achat
nl: Aankoopinformatie

source: Purchase date
de: Kaufdatum
fr_ca: Date d'achat
nl: Aankoopdatum

source: Purchased from
de: Gekauft bei
fr_ca: Acheté chez
nl: Gekocht van

source: Quantity
de: Anzahl
fr_ca: Quantité
nl: Hoeveelheid

source: REPETITIVE
de: WIEDERH.-TG
fr_ca: RÉPÉTITIVE
nl: HERHALEND

source: RMV
de: AMV
fr_ca: VRM
nl: AMV

source: RMV (double tank)
de: AMV (Doppelflasche)
fr_ca: VRM (double cylindre)
nl: AMV (dubbele tanks)

source: RMV Rate
de: AMV-Rate
fr_ca: Taux VRM
nl: AMV-waarde

source: RMV · Measured at the surface
de: AMV · An der Oberfläche gemessen
fr_ca: VRM · Mesuré en surface
nl: AMV · Gemeten aan het oppervlak

source: Rain
de: Regen
fr_ca: Pluie
nl: Regen

source: Rating
de: Bewertung
fr_ca: Évaluation
nl: Beoordeling

source: Raw Data (%lld points)
de: Rohdaten (%lld Punkte)
fr_ca: Données brutes (%lld points)
nl: Ruwe gegevens (%lld punten)

source: Re-downloads all dives and merges matched ones. Tap ⓘ at the top right for details.
de: Lädt alle Tauchgänge erneut herunter und führt übereinstimmende zusammen. Tippe oben rechts auf ⓘ für Details.
fr_ca: Retélécharge toutes les plongées et fusionne celles correspondantes. Appuyez sur ⓘ en haut à droite pour les détails.
nl: Hiermee worden alle duiken opnieuw gedownload en worden overeenkomende duiken samengevoegd. Tik rechtsboven op ⓘ voor meer informatie.

source: Reading dive computer...
de: Tauchcomputer wird ausgelesen...
fr_ca: Lecture de l'ordinateur de plongée…
nl: De duikcomputer uitlezen…

source: Ready
de: Bereit
fr_ca: Prêt
nl: Klaar

source: Ready?
de: Bereit?
fr_ca: Prêt ?
nl: Klaar?

source: Recalculate
de: Neu berechnen
fr_ca: Recalculer
nl: Herberekenen

source: Recalculate Surface Intervals?
de: Oberflächenintervalle neu berechnen?
fr_ca: Recalculer les intervalles de surface ?
nl: Oppervlakte-intervallen herberekenen?

source: Recalculate surface intervals
de: Oberflächenintervalle neu berechnen
fr_ca: Recalculer les intervalles de surface
nl: Oppervlakte-intervallen herberekenen

source: Recent
de: Zuletzt
fr_ca: Récent

source: Recent Activity
de: Letzte Aktivität
fr_ca: Activité récente
nl: Recente activiteit

source: Recent Dives
de: Letzte Tauchgänge
fr_ca: Plongées récentes
nl: Recente duiken

source: Recently synced
de: Kürzlich synchronisiert
fr_ca: Récemment synchronisé
nl: Recent gesynchroniseerd

source: Records full BLE packet traces for troubleshooting sync errors
de: Zeichnet vollständige BLE-Paketverläufe zur Behebung von Synchronisierungsfehlern auf
fr_ca: Enregistre les traces complètes des paquets BLE pour diagnostiquer les erreurs de synchronisation
nl: Legt volledige BLE-pakkettraces vast voor het oplossen van synchronisatiefouten

source: Reference Densities
de: Referenzdichten
fr_ca: Densités de référence
nl: Referentiedichtheden

source: Refreshed from the computer
de: Vom Computer aktualisiert
fr_ca: Actualisé depuis l'ordinateur
nl: Ververst vanaf de computer

source: Remind in 1 Day
de: In 1 Tag erinnern
fr_ca: Rappeler dans 1 jour
nl: Herinner mij in 1 dag

source: Remind in 1 Month
de: In 1 Monat erinnern
fr_ca: Rappeler dans 1 mois
nl: Herinner mij in 1 maand

source: Remind in 1 Week
de: In 1 Woche erinnern
fr_ca: Rappeler dans 1 semaine
nl: Herinner mij in 1 week

source: Reminders are automatically updated when your data changes.
de: Erinnerungen werden automatisch aktualisiert, wenn sich deine Daten ändern.
fr_ca: Les rappels sont automatiquement mis à jour lorsque vos données changent.
nl: Herinneringen worden automatisch bijgewerkt wanneer de data wijzigt.

source: Remove
de: Entfernen
fr_ca: Retirer
nl: Verwijder

source: Remove %@
de: %@ entfernen
fr_ca: Retirer %@
nl: %@ verwijderen

source: Remove %@ (%@) from known devices? The next sync will re-download all dives from this computer.
de: %@ (%@) aus bekannten Geräten entfernen? Die nächste Synchronisierung lädt alle Tauchgänge von diesem Computer erneut herunter.
fr_ca: Retirer %@ (%@) des appareils connus ? La prochaine synchronisation va re-télécharger toutes les plongées de cet ordinateur.
nl: %@ (%@) verwijderen uit bekende apparaten? Bij de volgende synchronisatie worden alle duiken opnieuw gedownload vanaf deze computer.

source: Remove %@ from this dive?
de: %@ von diesem Tauchgang entfernen?
fr_ca: Retirer %@ de cette plongée ?
nl: %@ uit deze duik verwijderen?

source: Remove Equipment
de: Ausrüstung entfernen
fr_ca: Retirer l'équipement
nl: Verwijder duikuitrusting

source: Remove Marine Life
de: Unterwasserlebewesen entfernen
fr_ca: Retirer l'espèce
nl: Verwijder onderwaterleven

source: Remove Photo
de: Foto entfernen
fr_ca: Retirer la photo
nl: Verwijder foto

source: Remove Photo %lld
de: Foto %lld entfernen
fr_ca: Supprimer la photo %lld
nl: Verwijder foto %lld

source: Remove Tank
de: Flasche entfernen
fr_ca: Retirer le cylindre
nl: Tank verwijderen

source: Remove this photo from the dive?
de: Dieses Foto vom Tauchgang entfernen?
fr_ca: Retirer cette photo de la plongée ?
nl: Deze foto uit de duik verwijderen?

source: Remove weight
de: Blei entfernen
fr_ca: Retirer le lest
nl: Verwijder gewicht

source: Renew
de: Verlängern
fr_ca: Renouveler
nl: Vernieuwen

source: Renumber
de: Neu nummerieren
fr_ca: Renuméroter
nl: Opnieuw nummeren

source: Renumber Dives?
de: Tauchgänge neu nummerieren?
fr_ca: Renuméroter les plongées ?
nl: Duiken opnieuw nummeren?

source: Renumber dives
de: Tauchgänge neu nummerieren
fr_ca: Renuméroter les plongées
nl: Duiken opnieuw nummeren

source: Replace
de: Ersetzen
fr_ca: Remplacer
nl: Vervangen

source: Replace Coordinates
de: Koordinaten ersetzen
fr_ca: Remplacer les coordonnées
nl: Coördinaten vervangen

source: Replace Exit Coordinates
de: Ausstiegskoordinaten ersetzen
fr_ca: Remplacer les coordonnées de sortie
nl: Uitstapcoördinaten vervangen

source: Rescan
de: Erneut scannen
fr_ca: Nouvelle analyse
nl: Opnieuw scannen

source: Reserve Gas (RG) is the fixed safety buffer set by the Reserve Gas field. It is held back separately from the MG and is never consumed during the dive — it stays in your cylinder as an absolute last resort.
de: Reservegas (RG) ist der feste Sicherheitspuffer, der im Feld "Reservegas" festgelegt wird. Es wird getrennt vom MG zurückgehalten und nie während des Tauchgangs verbraucht — es verbleibt als absoltes letztes Mittel in deiner Flasche.
fr_ca: Le gaz de réserve (GR) est le tampon de sécurité fixe défini par le champ Gaz de réserve. Il est conservé séparément du GM et n'est jamais consommé durant la plongée — il reste dans votre bouteille comme dernier recours absolu.
nl: Reservegas (RG) is de vaste veiligheidsreserve die wordt ingesteld via het veld ‘Reservegas’. Deze wordt apart van het MG achtergehouden en wordt tijdens de duik nooit verbruikt — het blijft in je cilinder als absoluut laatste redmiddel.

source: Reset
de: Zurücksetzen
fr_ca: Réinitialiser

source: Reset %lld filters
de: %lld Filter zurücksetzen
fr_ca: Réinitialiser %lld filtres
nl: %lld filters resetten

source: Reset 1 filter
de: 1 Filter zurücksetzen
fr_ca: Réinitialiser 1 filtre
nl: 1 filter resetten

source: Reset Counters
de: Zähler zurücksetzen
fr_ca: Réinitialiser les compteurs
nl: Reset tellers

source: Reset preferences
de: Einstellungen zurücksetzen
fr_ca: Réinitialiser les préférences
nl: Voorkeuren opnieuw instellen

source: Reset preferences?
de: Einstellungen zurücksetzen?
fr_ca: Réinitialiser les préférences ?
nl: Voorkeuren opnieuw instellen?

source: Respiratory Minute Volume (L/min)
de: Atemminutenvolumen (L/min)
fr_ca: Volume Respiratoire Minute (L/min)
nl: Ademminuutvolume (L/min)

source: Respiratory Minute Volume (cuft/min)
de: Atemminutenvolumen (cuft/min)
fr_ca: Volume Respiratoire Minute (pi³/min)
nl: Ademminuutvolume (cuft/min)

source: Restricted
de: Eingeschränkt
fr_ca: Restreint
nl: Beperkt toegankelijk
